[

    {
        "id": 1,
        "title" : "SHED VACCINE HESITANCY, DON'T BELIEVE RUMORS AND GET VACCINATED: PM",
        "feed" : "Prime Minister Narendra Modi today encouraged people to overcome vaccine hesitancy, underlining that even his nonagenarian mother has taken Covid shots as he urged people not to believe on negative rumours relating to the vaccine."
    },
    {
        "id": 2,
        "title" : "INDIA SEES 50,040 CORONAVIRUS CASES, 2.7% HIGHER THAN YESTERDAY",
        "feed" : " India witnessed a marginal increase in new coronavirus cases as it added 50,040 infections over the last 24 hours while deaths from COVID-19 rose by 1,258. The country's overall caseload now stands at 3.02 crore."
    },
    {
        "id": 3,
        "title" : "AIR FORCE PROBES DRONE ATTACK AFTER 2 BLASTS AT JAMMU AIRPORT",
        "feed" : "The Indian Air Force (IAF) is investigating a possible drone attack after two low-intensity explosions at the Air Force station in the Jammu airport in the early hours of Sunday" 
    },
    {
        "id": 4,
        "title" : "SEIZED DRUGS INCLUDING HEROIN WORTH OVER ₹ 1,300 CRORE DESTROYED IN PUNJAB",
        "feed" : "Seized drugs including 659 kg heroin valuing ₹ 1,318 crore in the international market were destroyed by the Punjab government on the International Day Against Drug Abuse and Illicit Trafficking on Saturday."
    },
    {
        "id": 5,
        "title" : "GOVERMENT WORKING ON POLICY TO DIVIDE FARMERS: CONGRESS",
        "feed" : "The Modi government has been harassing farmers not just for the last seven months of their protest against the three farm laws, but since it came to power seven years ago, the Congress alleged on Saturday."
    },{
        "id": 6,
        "title": "WILL CALL OFF PROTEST IF LAWS REPEALED, SAY FARMER LEADERS",
        "feed":"As their agitation completed seven months, farmer leaders on Saturday stuck to their demands, saying they will call off their protest if the government repeals the three farm laws even as Narendra Singh Tomar appealed them to end their stir."
    },
    {
        "id": 7,
        "title": "PROBE ORDERD OVER POLICE PERSONNEL CLICKING PHOTOS WITH SUSHIL KUMAR",
        "feed":"The Delhi Police has initiated an inquiry after its personnel were seen clicking photos with two-time Olympic medallist Sushil Kumar, who is an accused in the killing of a young wrestler at Chhatrasal Stadium."
    },
    {
        "id": 8,
        "title": "AGENDA TO SUPPRESS MY VOICE : LAKSHADWEEP FILMMAKER OVER SEDITION CASE",
        "feed":" Filmmaker Aisha Sultana, who was granted anticipatory bail by Kerala High Court, said the case imposed against her was a part of the agenda by the section of the people that wants to suppress her voice."
    },
    {
        "id": 9,
        "title": "FOUR INJURED IN GERNADE ATTACK IN SRINAGAR",
        "feed":" Four civilians were injured in a grenade attack by terrorists on a joint patrol party of Jammu and Kashmir Police and Central Reserve Police Force (CRPF) team at Barbar Shah in Srinagar on Saturday."
    }

]